<template>
	<div class="flex w-full h-screen justify-center flex-col">
		<h2 class="underline text-2xl text-center">About Me</h2>
		<div class="py-10 px- text-xl w-auto text-justify flex flex-col items-start font-medium text-slate-800">
			<p class="leading-loose">Меня зовут Света. Мне 46 лет. Я живу в Австралии вместе со своей семьей - мужем Сашей и сыном Сашей. Дома мы зовем сына Аликом, чтобы не путать с папой, а в школе он Алекс - потому что Александр.
				Алик любит компьютерные игры, программирование и математику. Также он любит ходить дзюдо (нет).
			</p>
			<p>Муж работает программистом в одной небольшой бизнесс компании по производству и продажам комплектующих для собак. Он любит работать из дома и не сильно напрягаться.</p>
			<p>Я домохозяйка. Люблю свой будущий дом и садик, чтобы жить там со своей семьей и выращивать цветы. Учусь программировать и водить машину.</p>
			<p>Вместе по вечерам мы катаемся на велосипедах чтобы размяться после сидения за компьютерами. Саша рассказывает о чем-нибудь полезном, а Алик описывает в мельчайших подробностях свои игры, персонажей и их способностей и как он проходит игры. Я рассказываю какие-нибудь новости.</p>
			<p>Дома с нами также живет наше пушистое домашнее животное - Кот.</p>
		</div>
	</div>
</template>

<script>
	export default {
		name: 'AboutMe',
	}
</script>